Repository: Ravenfill/Budget
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Неверный пароль
de: Falsches Passwort

source: Пользователь не зарегестрирован
de: Benutzer nicht registriert

source: Пользователь уже существует
de: Benutzer existiert bereits

source: Имя пользователя слишком короткое
de: Benutzername ist zu kurz

source: Пароль слишком короткий
de: Passwort ist zu kurz

source: Вход
de: Eingang

source: Главная
de: Startseite

source: Профиль
de: Profil

source: Настройки
de: Einstellungen

source: Логин:
de: Login

source: Пароль:
de: Passwort

source: Запомнить меня
de: Merken mich

source: Войти в аккаунт
de: Mit Konto anmelden

source: Нет аккаунта?
de: Sie haben kein Konto?

source: Зарегистрируйтесь
de: Registrieren

source: Регистрация
de: Anmeldung

source: Создать аккаунт
de: Ein Konto erstellen

source: Имеете аккаунт?
de: Sie haben bereits ein Konto?

source: Войдите
de: Einloggen

source: Ошибка 404!
de: Fehler 404!

source: Здесь ничего нет.
de: Hier ist nichts

source: Возможно вы хотите вернуться на
de: Vielleicht möchten Sie zurückkehren zu

source: главную страницу
de: Startseite

source: Ошибка 500!
de: Fehler 500!

source: Ошибка сервера
de: Serverfehler

source: На сервере произошла непредвиденная ошибка. Пожалуйста, подождите; она вскоре будет исправлена
de: Auf dem Server ist ein unerwarteter Fehler aufgetreten. Bitte warten Sie; eswird bald behoben

source: Попробуйте
de: Versuch es

source: вернуться на главную страницу
de: Zurück zur Startseite
